{"movies":[{"overview":"Jordan Turner is an experienced 911 operator but when she makes an error in judgment and a call ends badly, Jordan is rattled and unsure if she can continue. But when teenager Casey Welson is abducted in the back of a man's car and calls 911, Jordan is the one called upon to use all of her experience, insights and quick thinking to help Casey escape, and not just to save her, but to make sure the man is brought to justice.","release_date":"2013-03-14","rating":"6.6","id":"158011","title":"The Call","poster_path":"\/ekKVxnKeHEQiBznaEnj0VmK28bc.jpg"},{"overview":"David Aames has it all: wealth, good looks and gorgeous women on his arm. But just as he begins falling for the warmhearted Sofia, his face is horribly disfigured in a car accident. That's just the beginning of his troubles as the lines between illusion and reality, between life and death, are blurred.","release_date":"2001-12-10","rating":"6.6","id":"1903","title":"Vanilla Sky","poster_path":"\/ujMy9P4VczTW9YSpAM31uqdOMpz.jpg"},{"overview":"As Harry begins his sixth year at Hogwarts, he discovers an old book marked as 'Property of the Half-Blood Prince', and begins to learn more about Lord Voldemort's dark past.","release_date":"2009-07-07","rating":"7.5","id":"767","title":"Harry Potter and the Half-Blood Prince","poster_path":"\/bFXys2nhALwDvpkF3dP3Vvdfn8b.jpg"},{"overview":"In an ensemble film about easy money, greed, manipulation and bad driving, a Las Vegas casino tycoon entertains his wealthiest high rollers -- a group that will bet on anything -- by pitting six ordinary people against each other in a wild dash for $2 million jammed into a locker hundreds of miles away. The tycoon and his wealthy friends monitor each racer's every move to keep track of their favorites. The only rule in this race is that there are no rules.","release_date":"2001-07-30","rating":"6","id":"9896","title":"Rat Race","poster_path":"\/3pwTkYPd1dznkar1dMiEM2XVgTo.jpg"},{"overview":"A lighthouse keeper and his wife living off the coast of Western Australia raise a baby they rescue from an adrift rowboat.","release_date":"2016-09-02","rating":"7","id":"283552","title":"The Light Between Oceans","poster_path":"\/pEFRzXtLmxYNjGd0XqJDHPDFKB2.jpg"},{"overview":"Based on actual creatures that for years have tormented our armed forces in the Middle East, these creatures have now invaded the southwestern deserts of the United States. The Camel Spiders now freely hunt for prey, unafraid of any predator - including man. No place is safe no one is beyond their paralyzing sting. In the end, a small band of hearty fighters are forced to make one last stand against the creatures.","release_date":"2011-03-04","rating":"3.5","id":"83188","title":"Camel Spiders","poster_path":"\/gA13eCEN4Wp5MmRd4yVasjgbAvw.jpg"}],"count":6}