{"movies":[{"overview":"Despite their differences, Celeste and Sihem quickly become inseparable. The common will to get out of drugs seals their fusional friendship. This will be as much a force as an obstacle when, transferred from the center that welcomes them, they find themselves left to themselves, to the test of the real world and its temptations. They will have to fight to finally live.","release_date":"2018-02-28","rating":"0","title":"The Party Is Over"},{"overview":"With the help of her coach, her parents, and the boy who drives the Zamboni machine, nothing can stop Casey from realizing her dream to be a champion figure skater.","release_date":"2005-03-17","rating":"5.9","title":"Ice Princess"},{"overview":"Contemporary Russia. Nadya gives up her dream of becoming a champion figure skater when she is hospitalized with an injury. But then she meets Sasha, a hockey player, who decides to teach her to believe in herself and her dream again.","release_date":"2018-02-14","rating":"7.6","title":"Ice"},{"overview":"Titu is going to marry a perfect woman named Sweety. Titu's best-friend Sonu doubts Sweety's character and tries to break the marriage while Sweety tries to do opposite and which leads to war between Bromance and Romace.","release_date":"2018-02-23","rating":"0","title":"Sonu Ke Titu Ki Sweety"},{"overview":"Dave Lizewski is an unnoticed high school student and comic book fan who one day decides to become a super-hero, even though he has no powers, training or meaningful reason to do so.","release_date":"2010-03-22","rating":"7.1","title":"Kick-Ass"},{"overview":"A lawyer defends her father accused of war crimes, but there is more to the case than she suspects.","release_date":"1989-12-22","rating":"6.9","title":"Music Box"},{"overview":"The superhero film will be set in the '90s, and the Skrulls, alien shape-shifters, will be the primary antagonists. After encountering the Kree hero Captain Marvel, Carol Danvers was accidentally subjected to otherwordly radiation that transformed her into a superhuman warrior. Calling herself Ms. Marvel, she established herself as one of Marvel's most powerful and prominent heroes both as a solo heroine and as a member of the Avengers. Recently, she adopted the mantle of Captain Marvel for herself.","release_date":"2019-03-06","rating":"0","title":"Captain Marvel"},{"overview":"A look at the story behind Marvel Studios and the Marvel Cinematic Universe, featuring interviews and behind-the-scenes footage from all of the Marvel films, the Marvel One-Shots and \"Marvel's Agents of S.H.I.E.L.D.\"","release_date":"2014-03-18","rating":"6.5","title":"Marvel Studios: Assembling a Universe"},{"overview":"Benny and Claire, a down on their luck couple find a discarded Chitauri gun, referred to as 'Item 47'...","release_date":"2012-09-13","rating":"6.6","title":"Marvel One-Shot: Item 47"},{"overview":"As Harry begins his sixth year at Hogwarts, he discovers an old book marked as 'Property of the Half-Blood Prince', and begins to learn more about Lord Voldemort's dark past.","release_date":"2009-07-07","rating":"7.5","title":"Harry Potter and the Half-Blood Prince"},{"overview":"Ignoring threats to his life, Harry returns to Hogwarts to investigate – aided by Ron and Hermione – a mysterious series of attacks.","release_date":"2002-11-13","rating":"7.5","title":"Harry Potter and the Chamber of Secrets"}],"count":11}