{"movies":[{"overview":"Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.","release_date":"2017-10-27","rating":"7.8","title":"Coco","poster_path":"\/eKi8dIrr8voobbaGzDpe8w0PVbC.jpg"},{"overview":"Titu is going to marry a perfect woman named Sweety. Titu's best-friend Sonu doubts Sweety's character and tries to break the marriage while Sweety tries to do opposite and which leads to war between Bromance and Romace.","release_date":"2018-02-23","rating":"7","title":"Sonu Ke Titu Ki Sweety","poster_path":"\/tqeyYPG5hlzjXPu1breeFkREEJZ.jpg"},{"overview":"In the smog-choked dystopian Los Angeles of 2019, blade runner Rick Deckard is called out of retirement to terminate a quartet of replicants who have escaped to Earth seeking their creator for a way to extend their short life spans.","release_date":"1982-06-25","rating":"7.9","title":"Blade Runner","poster_path":"\/p64TtbZGCElxQHpAMWmDHkWJlH2.jpg"},{"overview":"Thirty years after the events of the first film, a new blade runner, LAPD Officer K, unearths a long-buried secret that has the potential to plunge what's left of society into chaos. K's discovery leads him on a quest to find Rick Deckard, a former LAPD blade runner who has been missing for 30 years.","release_date":"2017-10-04","rating":"7.4","title":"Blade Runner 2049","poster_path":"\/gajva2L0rPYkEWjzgFlBXCAVBE5.jpg"},{"overview":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.","release_date":"2001-11-16","rating":"7.6","title":"Harry Potter and the Philosopher's Stone","poster_path":"\/dCtFvscYcXQKTNvyyaQr2g2UacJ.jpg"},{"overview":"Based on the incredible true story of Jesse Owens, the legendary athletic superstar whose quest to become the greatest track and field athlete in history thrusts him onto the world stage of the 1936 Olympics, where he faces off against Adolf Hitler's vision of Aryan supremacy. Starring Stephan James, Jason Sudeikis, Jeremy Irons, Carice Van Houten and William Hurt - Race is an enthralling film about courage, determination, tolerance, and friendship, and an inspiring drama about one man's fight to become an Olympic legend.","release_date":"2016-02-19","rating":"7.1","title":"Race","poster_path":"\/szLfTQ2vLFQkNbP3dc0pnco1rje.jpg"},{"overview":"Having been hopelessly repressed and facing eventual certain death at the British chicken farm where they are held, Rocky the american rooster and Ginger the chicken decide to rebel against the evil Mr. and Mrs. Tweedy, the farm's owners. Rocky and Ginger lead their fellow chickens in a great escape from the murderous farmers and their farm of doom.","release_date":"2000-06-21","rating":"6.5","title":"Chicken Run","poster_path":"\/z0MafJgUnVyVbczicYMkPKKHkBi.jpg"},{"overview":"Selfish yuppie Charlie Babbitt's father left a fortune to his savant brother Raymond and a pittance to Charlie; they travel cross-country.","release_date":"1988-12-11","rating":"7.6","title":"Rain Man","poster_path":"\/A9XB6BmDlxqag4EFG4aM8R08B5t.jpg"},{"overview":"An other-worldly story, set against the backdrop of Cold War era America circa 1962, where a mute janitor working at a lab falls in love with an amphibious man being held captive there and devises a plan to help him escape.","release_date":"2017-12-01","rating":"7.5","title":"The Shape of Water","poster_path":"\/k4FwHlMhuRR5BISY2Gm2QZHlH5Q.jpg"},{"overview":"When Bond's latest assignment goes gravely wrong and agents around the world are exposed, MI6 is attacked forcing M to relocate the agency. These events cause her authority and position to be challenged by Gareth Mallory, the new Chairman of the Intelligence and Security Committee. With MI6 now compromised from both inside and out, M is left with one ally she can trust: Bond. 007 takes to the shadows - aided only by field agent, Eve - following a trail to the mysterious Silva, whose lethal and hidden motives have yet to reveal themselves.","release_date":"2012-10-25","rating":"7","title":"Skyfall","poster_path":"\/uVALAeLEMGMf3oYpvdVi4uuaNOo.jpg"}],"count":10}