{"movies":[{"overview":"Another in a series of Warner's economy cartoons featuring clips from previous Bugs Bunny-Yosemite Sam cartoons. After Sam is killed in each pursuit, he meets with the devil, who goads him into continuing to chase the bunny. Eventually, Sam balks and, donning a devil's outfit, tells the devil, \"If you want him, you can get him yourself! I'm staying!\"","release_date":"1963-02-09","rating":"4.5","title":"Devil's Feud Cake"},{"overview":"A wife in denial of her marriage going awry goes slowly insane as she finds out the truth.","release_date":"2017-12-26","rating":"0","title":"Having Your Cake"},{"overview":"Ignoring threats to his life, Harry returns to Hogwarts to investigate – aided by Ron and Hermione – a mysterious series of attacks.","release_date":"2002-11-13","rating":"7.5","title":"Harry Potter and the Chamber of Secrets"},{"overview":"Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.","release_date":"2001-11-16","rating":"7.6","title":"Harry Potter and the Philosopher's Stone"},{"overview":"As Harry begins his sixth year at Hogwarts, he discovers an old book marked as 'Property of the Half-Blood Prince', and begins to learn more about Lord Voldemort's dark past.","release_date":"2009-07-07","rating":"7.5","title":"Harry Potter and the Half-Blood Prince"},{"overview":"Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students – dubbed 'Dumbledore's Army' – to defend themselves against the dark arts.","release_date":"2007-06-28","rating":"7.4","title":"Harry Potter and the Order of the Phoenix"},{"overview":"An elderly ex-serviceman and widower looks to avenge his best friend's murder by doling out his own form of justice.","release_date":"2009-11-11","rating":"6.7","title":"Harry Brown"},{"overview":"A reporter stumbles upon the journal of a murderer replete with plans to butcher specific people, and investigates on his own, finding that every trail leads to a 9-year-old orphan living in a group home.","release_date":"2011-01-04","rating":"4.9","title":"Ticking Clock"},{"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"2008-07-25","rating":"0","title":"Laptop"},{"overview":"In life of a talented copywriter Alex there comes a black strip. Everything he undertakes, comes to an end with a total failure, even the most good intentions turn into an accident. Only his best friend Dima and a dog Snoopy are nearby. Rescue comes unexpectedly: the real miracle laptop, by means of which even the most cherished dreams can become reality falls into Alex's hands: expensive cars, magnificent house, money... But his main goal is - to get a job in the prestigious advertising agency and to deserve love of a cover-girl Mary who is going about with Fyodor, the deputy head of advertising agency. The power and money spoil Alex, but passing through many adventures he understands that even the finest and magic device won't be able to supply love, friendship and real life.","release_date":"2013-12-12","rating":"2.3","title":"Odnoklassniki.ru: The Magic Laptop"}],"count":10}